[Language]
Code="ug-CN"
Name="ئۇيغۇرچە"
Version="2.8.1"
Translator="Nur Muhemmed <Nur.Alper@live.com>"
Dir=rtl

[MainFrame]
Title="Lingoes لىنگوس"
Close="ياپ"
Maximize="چوڭايت"
Minimize="كىچىكلەت"
Restore="ئەسلىگە كەلتۈر"
Menu="ئاساسىي تىزىملىك"

; ھالەت سىنبەلگىسى
[NotifyIcon]
Tip="لىنگوس تەرجىمان Lingoes\nنۇربەلگە تەرجىمىسى: [$CursorStatus]\nتاللانغان سۆز تەرجىمىسى: [$SelectionStatus]\nچاپلاش تاختىسى تەرجىمىسىى: [$ClipboardStatus]"
InfoTitle="لىنگوس تەرجىمان"
Info="نۇربەلگە تەرجىمىسى: [$CursorStatus]\nتاللانغان سۆز تەرجىمىسى: [$SelectionStatus]\nچاپلاش تاختىسى تەرجىمىسىى: [$ClipboardStatus]"
Enabled="ئىشلەيدۇ"
Disabled="چەكلەنگەن"

[MainMenu]
Open="ئاچ"
CursorTranslator="نۇربەلگە تەرجىمىسى"
SelectionTranslator="تاللانغان سۆز تەرجىمىسى"
ClipboardTranslator="چاپلاش تاختىسى  تەرجىمىسى"
Configuration="تەڭشەك…"
Dictionaries="لۇغەت…"
Appendices="قوشۇمچە…"
Activation="ئاكتىپلا"
UpdateOnline="توردا يېڭىلا"
Help="ياردەم"
About="لىنگوس ھەققىدە"
SupportOnline="توردا قوللاش"
Exit="چېكىن"
EnterLicense="ئىجازەتنامە كىرگۈز…"

[DlgInput]
Back="ئارقىغا"
Forward="ئالدىغا"
MainMenu="ئاساسىي تىزىملىك"
HistoryList="ئىزدەش تارىخى تىزىملىكى"
Search="تەپسىلاتىنى ئىزدە", "ئىزدە"
WebSearch="تورندىن ئىدەش موتورىدا ئىزدە"
AutoMatch="ئۆزلۈكىدىن ماسلاش", "ئاچقۇچسۆز تىزمىسى گۇرۇپپىسىدا ئۆزلۈكىدىن ماسلاش"
MatchSetup="ئاچقۇچسۆز تىزمىسى گۇرۇپپا تاللانمىسى…"
FindEngine="تېخىمۇ كۆپ توردىن ىزدەش موتورىغا ئېرىش…"

[DlgIndex]
Index="ئاچقۇچسۆز تىزمىسى"
Guide="يېتەكچى"
Appendix="قوشۇمچە"
NoIndex="ئاچقۇچسۆز تىزمىسى يوق"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">لۇغەتنى </b>ئاچقۇچسۆز تىزمىسى گۇرۇپپىسى <b>غا قوشسىڭىز,  سۆزكىرگۈزگەندە ھەجىلەش كۆرسەتمىسىگە ئېرىشىەلەيسىز.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>.ئاچقۇچسۆز تىزمىسى گۇرۇپپىسىنى باشقۇرسىڭىز، بۇ يەرنى چېكىڭ</u></a></div>"

[WebGuide]
Results="نەتىجە"
Spelling="ئىملا كۆرسەتمىسى"
Appendices="قوشۇمچە"

; Actions=مەشغۇلات
; TextTranslation="تېكست تەرجىمىسى", "نۆۋەتتىكى سۆزنى تەرجىمە قىل"
; Conversions="ئالماشتۇرۇش", "پۇل،بىرلىك ۋە ۋاقىت رايونىنى ئالماشتۇر"
; WebSearch="توردىن ئىزدەش", "توردىن ئىزدەش موتورىدا سۆز ئىزدە (توركۆرگۈ كۆزنىكىدە كۆرسىتىش)  "

Options="تاللاشلار"
Dictionaries="لۇغەت…", "لۇغەت باشقۇر"
ManageAppendices="قوشۇمچە…", "قوشۇمچە باشقۇر"
Configuration="تەڭشەك... ", "تەڭشەك كۆزنىكىنى ئاچ"
Help="ياردەم", "لىنگوس ياردىمىنى ئاچ"
Homepage="lingoes.net", "لىنگوس تور بېتىنى زىيارەت قىل"
Community="لىنگوس جەميىتى", "لىنگوس تور جەمىيىتىنى زىيارەت قىل"

[DlgAppendix]
WndTitle="قوشۇمچە باشقۇرۇش"
Close="ياپ"
Install="ئورنات", "لىنگوس قوشۇمچە (*.laf)|*.laf|", "قاچىلاش مەغلۇپ بولدى! \nھۆججەت زىيارەت قىلىدىغان يېتەرلىك ھوقۇقىڭىزنىڭ يوقلۇقىدىن كېلىپ چىققان بولۇشى مۇمكىن"
Delete="ئۆچۈر", "راستىنلا ئۆچۈرەمسىز \"[$Title]\"", "ئۆچۈرۈش  \"[$Title]\" مەغلۇپ بولدى!\nھۆججەت زىيارەت قىلىدىغان يېتەرلىك ھوقۇقىڭىزنىڭ يوقلۇقىدىن كېلىپ چىققان بولۇشى مۇمكىن."
Modify="ئۆزگەرت", "ئۆزگەرتىش مەغلۇپ بولدى! \nھۆججەت زىيارەت قىلىدىغان يېتەرلىك ھوقۇقىڭىزنىڭ يوقلۇقىدىن كېلىپ چىققان بولۇشى مۇمكىن."
NewGroup="يېڭى گۇرۇپپا", "يېڭى گۇرۇپپا قۇرۇش مەغلۇپ بولدى! \nھۆججەت زىيارەت قىلىدىغان يېتەرلىك ھوقۇقىڭىزنىڭ يوقلۇقىدىن كېلىپ چىققان بولۇشى مۇمكىن."
MoveUp="يۇقىرىغا"
MoveDown="پەسكە"
CreateAppendix="قۇشۇمچەمنى ياساي…"
Download="تېخىمۇ كۆپ قوشۇمچە قورال…"
Name="نامى"
Group="گۇرۇپپا"
InstallSucceed="\"[$Title]\" مۇۋەپپەقىيەتلىك ئورنىتىلدى!"
OverwriteInstall="بۇ قوشۇمچە مەۋجۇد ئىكەن، قاپلىۋېتەمسىز؟\n\nماۋزۇ: [$Title]\nئاتى: [$Name]"
InvalidInstallFile="خاتا قاچىلانغان ھۆججەت!\n[$Filename]"
AppeVersionTooOld="[$Filename]\nنۆۋەتتىكى قوشۇمچىنىڭ نەشرى ([$AppeVer]) بەك كونا،يېڭىلاڭ.\n\nتورىنى زىيارەت قىلامسىز؟ Lingoes ئەڭ يېڭى نەشرىنى ىزدەش ئۈچۈن"
AppeVersionTooNew="[$Filename]\nنەشرى بەك يېڭى  نۆۋەتتىكى لۇغەتنىڭ([$AppeVer]) Lingoesning نىڭ يۇقۇرى نەشرى كېرەك.\n\nHazir Lingoes تورىدىن يېڭى نەشرىنى چۈشۈرەمسىز؟"

[DlgAppendixEdit]
WndTitle="نى ئۆزگەرت \"[$Title]\"", "يېڭى گۇرۇپپا قۇر"
Name="نامى"
DisplayTitle="ماۋزۇ كۆرسەت"
DisplayStyle="ئۇسلۇب كۆرسەت"
Ok="جەزملە"
Cancel="ۋاز كەچ"

[DlgAppendixBuilder]
WndTitle="قوشۇمچە ياسىغۇچ"
Name="قوشۇمچە نامى:  (چوقۇم ئىنگلىزچە كىچىك ھەرپ، سان، ئاستى سىزىق ۋە سىزىق بولسۇن)", "نامى بوش قالمايدۇ، ئىنگلىزچە كىچىك يېزىلىشتىكى ھەرپ، سان، ئاستى سىزىق ۋە سىزىق بولسۇن"
Title="ماۋزۇ كۆرسەت:", "ماۋزۇ بوش قالمايدۇ"
Location="قۇرۇلىدىغان قوشۇمچىنىڭ مۇندەرىجە ئورنى:", "قوشۇمچىغا مۇندەرىجە قۇرۇش مەغلۇپ بولدى!", "ئىناۋەتلىك قىسقۇچتىن بىرنى تاللاڭ"
Create="يېڭى قوشۇمچە ياسا", "قوشۇمچە مۇۋەپپەقىيەتلىك ياسالدى!\n\nھازىر تۈر ھۆججىتى \"index.html\" نىڭ مەزمۇنىنى ئۆزگەرتىش ئارقىلىق ئۆزىڭىزنىڭ قوشۇمچىڭىزنى خالىغانچە لايىھىلىيەلەيسىز.", "قوشۇمچە ياساش مەغلۇپ بولدى"
Build="ياسا", "قوشۇمچە قاچىلاش ھۆججىتى مۇۋەپپەقىيەتلىك ياسالدى!\n[$Filename]", "قوشۇمچە قاچىلاش ھۆججىتى ياساش مەغلۇپ بولدى!\n[$Filename]"
Close="ياپ"
Tips="ئەسكەرتىش: يېڭى تۈر تۈزۈلگەن كېيىن، سىز \"index.html\" ھۆججىتنى ئۆزگەرتىپ ئۆزىڭىزنىڭ قوشۇمچىسىنى لايىھىلىيەلەيسىز."
OverwriteProject="تۈر ھۆججىتى مەۋجۇد، قاپلىۋېتەمسىز؟"


[DlgStatus]
KeepVisible="كۆزنەك ئىزچىل ئەڭ ئۈستىدە"
CursorTranslator="نۇربەلگە تەرجىمىسى"
SelectionTranslator="تاللانغان سۆز تەرجىمىسى"
ClipboardTranslator=""
OpenMiniWnd="كىچىك كۆزنەكنى ئاچ/ياپ"

[DlgView]
Speak="ئوقۇ", "تاللىغان تېكستنى ئوقۇ"
Search="ئىزدە"
Copy="كۆچۈر"
Print="باس…"
Save="ساقلا…"
Find="ئىزدە…"
SelectAll="ھەممىنى تاللا"
TextTranslate="تېكست تەرجىمىسى", "تېكست تەرجىمىسىنى قوزغات"
StartPage=" باش بەت",  "باش بەتكە قاتت"
ShowIndex="يانتاياقنى كۆرسەت"
HideIndex="يانتاياقنى يوشۇر"
SaveFilter="HTML ھۆججەت (*.htm; *.html)|*.htm;*.html|"
SpeechOption="تەلەپپۇز تاللاشلىرى…"
SelectVoice="ئاۋاز تاللا"
Activation="ئاكتىپلا", "ئاكتىپلاش يېتەكچىسى"
Buy="سېتىۋال", "Lingoes سودا ئىجازىتىنى سېتىۋال"

[DlgRegister]
Title="لىنگوس - سودا نەشرىگە تىزىملىتىش"
FreeDownload="لىنگوس سودىنى مەقسەت قىلمىغان ئىشلەتكۈچىلەرگە ھەقسىز. \r\nبۇ يەرنى چېكىپ ھەقسىز  نەشرىنى چۈشۈرۈڭ…"
Name="تىزىملىتىدىغان نام:", "تىزىملاتقاندا ئىسىم بوش قالمىسۇن"
Email="تىزىملىتىدىغان ئېلخەت:", "تىزىملاتقاندا ئېلخەت بوش قالمىسۇن "
RegCode="تىزىملاش كودى:", "بۇ تىزىملاش كودى ئىناۋەتسىز"
Support="خېرىدار مۇلازىمىتى"
Register="تىزىملا", "تىزىملاش ئۇچۇرىنى ساقلاش مەغلۇپ بولدى"
Exit="چېكىن"

[DlgInfo]
Title="ئۇچۇر"
Ok="جەزملە"
Cancel="ۋاز كەچ"
Yes="ماقۇل"
No="ياق"
Retry="قايتا سىنا"
Abort="ئاخىرلاشتۇر"
Ignore="پەرۋا قىلما"

[DlgAuthentication]
Title="ئۇلاش "
TitleProxy="ۋاكالەتچى مۇلازىمىتىرغا ئۇلا"
Username="ئىشلەتكۈچى نامى:"
Password="ئىم:"
Remember="ئىمنى ئەستە تۇت"
Ok="جەزملە"
Cancel="ۋاز كەچ"

[WndGrab]
Open="تېخىمۇ كۆپ لۇغەت ئىزدە"
Speak="ئوقۇ"
Copy="كۆچۈر"
TextTranslation="تېكست تەرجىمە قىل"
Back="ئارقىغا"
Forward="ئالدىغا"
Search="ئىزدە\n  Enter:\t\tئىزدە\n  Ctrl + Enter:\tتېخىمۇ كۆپ لۇغەت ئىزدە\n  Shift + Enter:\tتېكست تەرجىمە قىل\n  Alt + Enter:\tتوردىن ئىزدە"
RollUp="كۆزنەك قاتلا/ئەسلىگە كەلتۈر"KeepSize="كۆزنەك چوڭلۇقىنى ئۆزگەرتمە"
Option="تاللانما"
KeepVisible="كۆزنەك ئىزچىل ئەڭ ئۈستىدە"
KeepSize="كۆزنەك چوڭلۇقىنى ئۆزگەرتمە"
AutoRollUp="كۆزنەكنى ئۆزلۈكىدىن دومىلات", "ياق", " [$DelaySecond] سېكۇنت كېچىكتۈر"
CloseMiniWnd="كىچىك كۆزنەكنى ياپ"

[DlgDictOption]
Title="لۇغەت تاللاشلار"
NetInstall="لىنگوس تورىدىن ئورنات", "لۇغەتنى لىنگوس تور بېكىتىدىن ئورنات"
Install="ئورنات", "لۇغەتنى دىسكىدىن ئورنات"
Uninstall="ئۆچۈر", "لۇغەت ئۆچۈر"
Add="قوش", "تىزىملىككە لۇغەت قۇش"
Remove="ئۆچۈر", "تىزىملىكتىن بۇ لۇغەتنى ئۆچۈر"
Download="چۈشۈر", "بۇ لۇغەتنى يەرلىك دىسكىدا ئىشلىتىش ئۈچۈن چۈشۈر"
MoveTop="", "ئەڭ ئۈستىگە يۆتكە"
MoveUp="", "ئۈستىگە يۆتكە"
MoveDown="", "پەسكە يۆتكە"
MoveBottom="", "ئەڭ پەسكە يۆتكە"
MoreDetails="تەپسىلاتى", "لۇغەت خاسلى تەپسىلاتىنى كۆرسەت"
Close="ياپ"

Installed="ئورنىتىلغان لۇغەتلەر"
Query="ئورنىتىلغان لۇغەتلەر"
Index="ئاچقۇچسۆز تىزمىسى گۇرۇپپىسى"
Grab=" نۇربەلگە تەرجىمىسى گۇرۇپپىسى"

InstalledList="ئورنىتىلغان لۇغەتلەر"
QueryList="ئورنىتىلغان لۇغەتلەر"
IndexList="ئاچقۇچسۆز تىزمىسى گۇرۇپپا تىزىملىكى"
GrabList="نۇربەلگە تەرجىمىسى گۇرۇپپا تىزىملىكى"
DictID="لۇغەت گۇۋانامىسى"
Online="توردا"

Type="تۈرى"
OnlineType="تورغا ئۇلىنىش كېرەك"
NotLicensed="(ئىجازەت بېرىلمىگەن <a href='app://activate/'><u>ئاكتىپلا</u></a> <a href='app://buy/[$ProductID]'><u>سېتىۋال</u></a>)"

AddFilter="لىنگوس لۇغىتى (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="لۇغەت ئورنات"
Installing="…ئورنىتىۋاتىدۇ"
IndexDictTooMany="ئەسكەرتىش:\n\nنۇرغۇن لۇغەت \"Index Group\" غا قوشۇلسا ئاچقۇچسۆز تىزمىسى ئەسكەرتىشىنىڭ  ماسلىشىش سۈرئىتىنى ئاستىلىتىۋېتىدۇ.\n\nشۇڭا  \"Index Group\" غا دائىم ئىشلىتىدىغان لۇغەتلەرنىلا قوشۇڭ."

More="", "تېخىمۇ كۆپ..."
BackupFilter="لىنگوس لۇغەتلىرىنى زاپاسلا (*.ldb)|*.ldb|"
Export="چىقار", "لۇغەتنىڭ زاپاسلانغان ھۆججىتىنى چىقار", "مۇۋەپپەقىيەتلىك چىقىرىلدى!", "چىقىرىش مەغلۇب بولدى!"
Import="كىرگۈز", "لۇغەتلەرنى زاپاسلانغان ھۆججەتتىن كىرگۈز", "مۇۋەپپەقىيەتلىك كىرگۈزۈلدى!", "كىرگۈزۈش مەغلۇب بولدى!"

[DlgDictList]
Title="لۇغەت قوشۇش"
Add="قوش"
Cancel="ۋاز كەچ"
Select="تاللا"
DictList="ئورنىتىلغان لۇغەتلەر"
ID="بەلگە"
Online="توردا"

[DlgDictInfo]
Title="لۇغەت تەپسىلاتى"
Close="ياپ"

ID="گۇۋانامە"
MD5="MD5"
Tag="خەتكۈچ"
Name="لۇغەت نامى"
Version="نەشرى"
Date="  تۈزۈلگەن ۋاقتى"
Update="ئاخىرقى يېڭىلانغان ۋاقتى"
IndexCount="ئومۇمىي سۆز سانى"
Language="تىل"
MoreLanguage="…تېخىمۇ كۆپ تىل"
GlsCount="ئومۇمىي سۆزلۈك"
DictTitle="تېما"
DictEdition="نەشرى"
DictDescription="چۈشەندۈرۈش"
PubAuthor="ئاپتور"
PubEmail="ئېلخەت"
PubWebsite="تور بېكەت"
PubCopyright="نەشر ھوقۇقى"
Filename="ھۆججەت ئىسمى"

; لۇغەت ئورنات
[DlgDictInstall]
Title="لۇغەت ئورنات"
InstallSucceed="\"[$DictTitle]\" لۇغەت مۇۋەپپەقىيەتلىك ئورنىتىلدى."
DictGroupOption="تاللىمىلار"
AddIndexGroup="قوش \"ئاچقۇچسۆز تىزمىسى گۇرۇپپىغا\""
AddIndexGroupDesc="سۆز كىرگۈزگەندە لىنگوس ئاچقۇچسۆز تىزمىسى گۇرۇپپىسىدىكى لۇغەتتىن ئىزدەيدۇ ھەمدە ئاچقۇچسۆز تىزمىسى رەتىدە يېقىنقى سۆزلۈك تۈرىنى ئەسكەرتىدۇ"
AddGrabGroup="قوش \"سۆز تۇتۇش گۇرۇپپىسى\""
AddGrabGroupDesc="سۆز تۇتقااندا لىنگوس سۆز تۇتۇش   گۇرۇپپىسىدىكى لۇغەتتىن ئىزدەيدۇ ھەمدە تەرجىمە نەتىجىسىنى سۆز تۇتۇش كۆزنىكىدە كۆرسىتىدۇ"
Ok="جەزملە"

LoadPackage="لۇغەت ئورالمىسى چۈشۈر:\n"
LoadPackageFail="لۇغەت ئورالمىسى چۈشۈرۈش مەغلۇب بولدى:\n"
ExtractFileFail="ھۆججەتنى ئايرىۋىلىش مەغلۇب بولدى:\n"
OpenSetup="ئورنىتىدىغان ھۆججەتنى ئېچىڭ:\n"
OpenSetupFail="ئورنىتىدىغان ھۆججەتنى ئېچىش مەغلۇب بولدى:\n"
FileFormatInvalid="ھۆججەت فورماتى توغرا ئەمەسt:\n"
VersionInvalid="نەشرى قوللىمايدۇ:\n"
InstallDict="لۇغەت ھۆججىتىنى ئورنىتىش:\n"
InstallDictFail="لۇغەت ھۆججىتىنى ئورنىتىش مەغلۇب بولدى:\n"
InstallPackageSucceed="لۇغەت ئورالمىسى مۇۋەپپەقىيەتلىك ئورنىتىلدى\n"

; تاللاشلار
[DlgOption]
Title="تەڭشەك"
Ok="جەزملە"
Cancel="ۋاز كەچ"
General="ئومۇمىي"
Appearance="ئۇسلۇب"
Connection="ئۇلىنىش"
Speech="تەلەپپۇز"
Hotkey="تېز كۇنۇپكا"
Translate="تەرجىمە"	
License="ئىجازەتنامە"
Capture="سۆز تۇتۇش"

; ئومۇمىي - تاللاشلار
[DlgOptGeneral]
Language="تىل"
UILanguage="ئىشلەتكۈچى ئارايۈز تىلى"	

WebSearch="توردىن ئىزدەش"
SelectWebSearch="توردىن ئىزدەيدىغان ئىزدەش موتورىنى تاللا"

TermHistory="ئىزدەش تارىخى ۋە غەملەك"
SaveHistory="ئىزدەش تارىخىدا ساقلانغان ئىزدەلگەن سۆز" 
ClearHistory="ئىزدەش تارىخىنى ئۆچۈر"
ClearHistoryConfirmation="سۆز ئىزدەش تارىخىنى راستىنلا ئۆچۈرەمسىز؟"

ResultCache="توردىكى لۇغەتنىڭ يەرلىك غەملىكى"
ClearCache="غەملەكنى تازىلا", "غەملەكنى راستىنلا تازىلامسىز؟"

AutoStart="Windows قا كىرگەندە لىنگوسنى قوزغات "	
StartMin="قوزغاتقاندا كىچىكلەت"
HideTipWnd="ئەسكەرتىش كوزنىكىنى كۆرسەتمە"

; ئۇسلۇب - تاللاشلىرى 
[DlgOptAppearance]
UserInterface=ئىشلەتكۈچى ئارايۈزى
WindowStyle="كۆزنەك ئۇسلۇبى"
WindowFont="كۆزنەك خېتى"
WindowFontSize="خەت چوڭلۇقى"
WindowFontSizeList="7", "8", "9", "10", "11"
ResultDisplay="نەتىجىسىنى كۆرسىتىش"
TextFont="تېكست خەت نۇسخىسى"
TextFontSize=خەت چوڭلۇقى
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="تاۋۇش بەلگىسى خېتى"
CursorTranslatorBar="نۇربەلگە ئاستى تەرجىمىسى  كۆزنىكى"
FontColor="خەت رەڭگى"
BackColor="تەگلىك رەڭگى"
BorderColor="رامكا رەڭگى"
Transparence="سۆز تۇتۇش كۆزنىكى يېرىم سۈزۈك"
SampleText="سۆز تۇت"

[Style]
0="يوق"
1="ئەسلى ئۇسلۇب"

; تەرجىمە - تاللاشلىرى
[DlgOptTranslate]
SupportLCMap="يەرلىك تىل تەسۋىرىنى قوللا"
InstantTranslation="ئۇدۇللۇق تەرجىمە"
TranslationEngine="تەرجىمە موتورى"
TargetLanguage="نىشان تىل:"
CurrentUserLanguage="= نۆۋەتتىكى ئىشلەتكۈچى تىلى"
TargetLanguage2="ئەسلى تىل بىلەن نىشان تىل ئوخشاش بولسا، نىشان تىلنى تۆۋەندىكى تىلغا ئۆزگەرت:"
NoTranslate= "تەرجىمە قىلما"

; سۆز تۇتۇش - تاللاشلىرى
[DlgOptCapture]
CursorActivation="نۇربەلگىدە سۆز تۇتۇش"
MouseActivation="سۆز تۇتۇش ئۇسسۇلى:"
MouseOver="نۇربەلگە سۆز ئۈستىدە توختىغاندا"
LeftMouseButton="چاشقىنەك سول كۇنۇپكىسى"
MiddleMouseButton="چاشقىنەك ئوتتۇرا كۇنۇپكىسى"
RightMouseButton="چاشقىنەك ئوڭ كۇنۇپكىسى"
MouseXButton1="چاشقىنەك X1 كۇنۇپكىسى"  
MouseXButton2="چاشقىنەك X2 كۇنۇپكىسى" 
TimeDelay="ۋاقىت ئۇزارتىش:"
MSEL="مىللى سېكۇنت"
MatchPhrase="سۆز بېرىكمىسىگە ماسلاش"
IgnoreNumber="رەقەمدىن سۆز تۇتما"
IgnoreLatin="لاتىن يېزىقىدىن سۆز تۇتما (ئىڭلىز، فرانسۇز، نېمىس، ئىسپان تىللىرى قاتارلىقلار)"
IgnoreCJK=" خەنزۇ، ياپون، كورىيان تىللىرىدىن سۆز تۇتما "
IgnoreCyrillic="سىرىل يېزىقىدىن سۆز تۇتما (رۇس، ئۇكرايىن، بۇلغار تىللىرى قاتارلىقلار)"
IgnoreArabic="ئەرەبچە، ئىبرانىچىدىن سۆز تۇتما"
ZonedWord="تاللانغان سۆز تەرجىمىسى"
ForTextSelection="تاللىغاندا تەرجىمە قىل"
ForDoubleClicking="قوش چەككەندە تەرجىمە قىل"
ZonedWordFilterRule="تاللىغان سۆزنى سۈزۈش قائىدىسى…"
ShowOnlyFirstResult=" ئىزدەشنىڭ بىرىنچى نەتىجىسىنىلا كۆرسەت"

InstallTextCapturePlugin="سۆز تۇتۇش قىستۇرمىسى ئورنات..."
InstallAdobePlugin="Adobe PDF سۆز تۇتۇش قىستۇرمىسىنى ئورنات"
InstallFirefoxPlugin="Firefox 4+ سۆز تۇتۇش قىستۇرمىسىنى ئورنات"
InstallChromePlugin="Chrome سۆز تۇتۇش قىستۇرمىسىنى ئورنات"
Install360ChromePlugin="360سۆز تۇتۇش قىستۇرمىسىنى ئورنات"

; سۆز تۇتۇش - تاللانغان تېكستنى سۈزۈش
[DlgOptTranslateZWFilter]
Title="تاللانغان تېكستنى سۈزۈش قائىدىسى"
ProgramFilename="پروگرامما ھۆججەتىنىڭ نامى", "پروگرامما نامى (بوش قالسا، بارلىق پروگراممىنى كۆرسىتىدۇ)"
WndClassName="كۆزنەك تۈرى نامى", "كۆزنەك تۈرى نامى (بوش قالسا، بارلىق كۆزنەكنى كۆرسىتىدۇ)"
DisableSelect="سۆز تاللاشنى چەكلە", "سۆز تاللاپ تەرجىمە قىلىشنى چەكلە"
DisableDBLClick="قوش چېكىشنى چەكلە", "قوش چېكىپ سۆز تۇتۇشنى چەكلە"
Comment="ئىزاھات", "ئىزاھات"
Add="قوش"
Modify="ئۆزگەرت"
Delete="ئۆچۈر", "نۆۋەتتىكى تۈرنى راستىنلا ئۆچۈرەمسىز؟"
Ok="جەزملە"
Cancel="ۋاز كەچ"
LoadDefault="ئەسلىگە قايتۇر", "راستىنلا ئەسلىگە قايتۇرامسىز؟"
Browser="…", "چارلىغۇچ", "پروگرامما (*.exe)|*.exe|"
Capture="…", "كۆزنەك تۈرى نامىنى تۇتۇش"
AllProgram="-- ھەممە پروگرامما --"
AllWindow="-- ھەممە كۆزنەك --"

[WndClassNameCapture]
Title="كۆزنەك تۈرى نامىنى تۇتۇش"
ProgramFilename="پروگرامما ھۆججەت نامى"
WndClassName="كۆزنەك تۈرى نامى"
Capture="ئېكراندىن كۆزنەك تۈرى نامىنى تۇت"

; تەلەپۇز - تاللاشلىرى
[DlgOptSpeech]
RPPEngine="تەبىئىي تەلەپپۇز موتورى"

RPPEnable="قوزغات"
RPPVoice="ئاۋاز"
RPPRebuildIndexFile="ئاچقۇچسۆز تىزمىسىنى قايتا قۇر", "ئاچقۇچسۆز تىزمىسى ھۆججىتىنى قايتا قۇرۇش مەغلۇپ بولدى! \nبۇ سىزنىڭ يېتەرلىك ھۆججەت زىيارەت قىلىش ھوقۇقىڭىزنىڭ بولماسلىقىدىن بولۇشى مۇمكىن. "

Enable="قوزغات"
Engine= "تېكستنى ئاۋازلىق ئوقۇش (TTS) موتورى"
Voice="ئاۋاز"
Volume="ئاۋاز مىقدارى"
Pitch="ئاھاڭ"
Speed="سۈرئەت"
Format="فورمات", "ئەسلى", "ئاۋاز فورماتىنى قوللىمايدۇ: [$Format]"
RealtimePron="ئۇدۇللۇق تەلەپپۇز قىلىش"
PronInQuery="سۆز ئىزدىگەندە تەلەپپۇز قىل"
PronInCapture="سۆز تۇتقاندا تەلەپپۇز قىل"
PronInSelect="تاللانغان سۆز تەرجىمىسىنى تەلەپپۇز قىل"
Test="سىنا"
EnterText="تېكست كىرگۈزۈپ ئاۋازنى سىناڭ"
DownloadTTS="تەبىئىي تەلەپپۇز ۋە  TTS ئاۋاز ئامبىرىنى چۈشۈر…"

; ئۇلىنىش - تاللاشلىرى
[DlgOptConnection]
ConnectSet="ئۇلىنىش تەڭشىكى"
DirectConnect="بىۋاسىتە ئۇلان"
IEProxyConnect="توركۆرگۈنىڭ ۋاكالەتچى تەڭشىكىنى ئاپتوماتىك بايقا"
ProxyConnect="ۋاكالەتچى مۇلازىمىتىر ياكى مۇداپىئە تېمى ئارقىلىق ئۇلان"
ProxyServer="ۋاكالەتچى مۇلازىمىتىر:"
ProxyPort="ئېغىز:"
Username="ئىشلەتكۈچى نامى:"
Password="ئىم:"
OnlineUpdate="توردىن يېڭىلا"
UpdateNow="دەرھال يېڭىلا"
EnableUpdate="توردىن يېڭىلاشنى قوزغات"

; تېز كۇنۇپكا - تاللاشلىرى  
[DlgOptHotkey]
OpenMainWnd="ئاساسىي كۆزنەكنى ئاچ/ياپ"
GrabToggleKey="نۇربەلگە تەرجىمىسى ئۈزچاتى"
SelectionToggleKey="تاللانغان سۆز تەرجىمىسى ئۈزچاتى"
ClipboardToggleKey="چاپلاش تاختىسى تەرجىمىسى ئۈزچاتى"
Pronounce="تەلەپپۇز قىل"
CopyInterpretation="تەرجىمە مەزمۇنىنى كۆچۈر"
SpeakSelectedText="تاللىغان تېكستنى ئوقۇ"
StopSpeak="تەلەپپۇزنى توختات"
DisableHotKey="تېز كۇنۇپكىنى چەكلە"
OpenMiniWnd="كىچىك كۆزنەكنى ئاچ/ياپ"
RollUpMiniWnd="كىچىك كۆزنەكنى قاتلا/ياي"

[DlgExpire]
Title="لىنگوس - يۇمشاق دېتالىنىڭ ۋاقتى ئۆتتى"
Ok="دەرھال يېڭىلا"
Cancel="چېكىن"
NetworkSettings="تور تەڭشىكى"
Support="توردا قوللاش""Lingoes.net"
AskUpgrade="نۆۋەتتىكى نەشرىنىڭ ۋاقتى ئۆتتى، ئەڭ يېڭى نەشرىگە يېڭىلىسىڭىزلا ئىشلىتەلەيسىز!  \nدەرھال يېڭى نەشرىگە يېڭىلامسىز؟"

[DlgAbout]
DlgTitle="لىنگوس ھەققىدە"
Version="نەشرى: "
PortableEdition="چاققان نەشرى"
Email="ئېلخەت"
Website="لىنگوس تور بېتى"
LicenseTo="بۇ مەھسۇلاتنىڭ ئىجازىتى بېرىلگەن كىشى:"
LicenseID="ئىجازەت گۇۋانامىسى: "

;----------- new --------
PersonalUser=" سودا مەقسىدى يوق شەخسىي  ئىشلەتكۈچى"
EvaluationUser="بۇ سىناق نەشرى سىناش مەقسىتىدىلا ئىشلىتىلىدۇ"
UserLicenseQuantity="[$Quantity] ئىشلەتكۈچى ئىجازىتى", "[$Quantity] ئىشلەتكۈچى ئىجازىتى ([$KeyNo]/[$Quantity])"
LicenseExpire="ئىجازەت مۇددىتى [$Day] كۈندىن كېيىن توشىدۇ"

;----------- end -----------

[WebResult]
SpellingAlternatives="ئىملا كۆرسەتمىسى"
SpellChecker="ئىملا تەكشۈرۈش"
TextTranslation="تېكست تەرجىمىسى"
WebSearch="توردىن ئىزدە"
MoreResults="تېخىمۇ كۆپ نەتىجە"
WaitSearch="...سۈرۈشتۈرۈش نەتىجىسىنى ئىلتىماس قىلىۋاتىدۇ"
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>ماس مەزمۇن تېپىلمىدى \"<font color='#C00000'>[$SearchKey]</font>\.</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="لىنگوسنى قانداق ئىشلىتىدۇ"
DownDictTip="...تېخىمۇ كۆپ لۇغەت چۈشۈرۈش"
Intro="دۇنيادىكى 80 دىن ئارتۇق تىلنى ئۆزئارا تەرجىمە قىلالايدۇ<br>نۇر بەلگىدە خەت تۇتالايدۇ، پۈتۈن تېكىست تەرجىمە ۋە ئاۋازلىق ئوقۇشنى قوللايدۇ"

[TextTranslation]
Title="تېكست تەرجىمىسى"
To="...دىن شۇ تىلغا:"
Translate="تەرجىمە قىل"
RequestFailed="تەرجىمە مۇلازىمىتى ئىلتىماسى مەغلۇپ بولدى."
ConnectFailed="لىنگوس مۇلازىمىتىرغا ئۇلىنالمىدى. ئەگەر ئىنتېرنېتقا ئۇلانغان بولسىڭىز تور تەڭشىكىڭىزنى تەكشۈرۈڭ"
WaitRequest="تەرجىمە نەتىجىسى ئىلتىماس قىلىنىۋاتىدۇ…"
ParseResultFailed="تەرجىمە نەتىجىسىنى ئانالىز قىلىش مەغلۇپ بولدى، بۇ مەسىلىگە كۆپ قېتىم يولۇققان بولسىڭىز، بىزگە خاتالىق دوكلاتى يوللاڭ."

; لۇغەت جايلاشتۇرۇش، دىققەت بۇ بۆلەكتىكى بارلىق ھەرپ-بەلگىلەر ھتمل كودلاش ئۆلچىمىگە ئۇيغۇن بولۇشى لازىم
[Layout]
DictMenu=لۇغەت تىزىملىكى
ShowResult="نەتىجىسنى كۆرسەت"
MinimizeResult="نەتىجىسىنى يوشۇر"
FindWord="ئىزدە: "
NoLicenseTip="ئىجازەتكە ئېرىشكەندىن كېيىن تولۇق مەزمۇنى كۆرۈنىدۇ…", "سىناق نەشرىدىكى لۇغەت سىناشقىلا ئىشلىتىلىدۇ، ئاكتىپلانغاندىن كېيىن ھەممە مەزمۇننى كۆرسىتىدۇ: &nbsp;<a href='app://activate/'><u>ئاكتىپلا</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>سېتىۋال</u></a>", "سىناق نەشرىدىكى لىنگوس سىناپ، باھالاشقىلا ئىشلىتىلىدۇ، ئاكتىپلانغاندىن كېيىن ھەممە ئىقتىدارى قوزغىتىلىدۇ: &nbsp;<a href='app://activate/'><u>ئاكتىپلا</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>سېتىۋال</u></a>"
RememberWord="سۆزنى خاتىرە دەپتەرگە قوش"

; لۇغەت تىزىملىكى
[DictMenu]
About="ھەققىدە…"
Enable="قوزغات"
Disable="چەكلە"
DisableMsg="! لۇغەت چەكلەندى، ئىزدەش نەتىجىلىرىنى كۆرسەتمەيدۇ \n . ئۇنى \"لۇغەتلەر\" دىيالوگ كۆزنىكىدە قايتا قوزغىتىڭ "
MoveTop=ئەڭ ئاۋال كۆرسەتسۇن
ArrangeResults="نەتىجىسىنى تەرتىپلە..."
IndexGroup="  (ئاچقۇچسۆز تىزمىسى گۇرۇپپىسى)"
QueryGroup="  (سۈرۈشتۈرۈش گۇرۇپپىسى)"
GrabGroup="  (سۆز تۇتۇش گۇرۇپپىسى)"

[Update]
Title="توردىن يېڭىلاش"
AskUpgrade="يېڭى نەشرى بايقالدى، يېڭىلامسىز؟"
UpgradeNow="يېڭى نەشرى بايقالدى، يېڭىلاڭ"
UpdateSuccess="مۇۋەپپەقىيەتلىك يېڭىلاندى!"
UpdateFail="يېڭىلاش مەغلۇپ بولدى!"
NoUpdate="نۆۋەتتىكىسى ئەڭ يېڭى نەشرى، يېڭىلاش ھاجەتسىز"

CheckUpdate="يېڭىلاشنى تەكشۈرۈۋاتىدۇ…"
GetUpdateInfo="يېڭىلاش ئۇچۇرىنى ئوقۇۋاتىدۇ…"
DownUpdateData="يېڭىلاش سانلىق مەلۇماتىنى چۈشۈرۈۋاتىدۇ…"
ExecUpdate="سىستېمىنى يېڭىلاۋاتىدۇ…"
GetUpgradeInfo="دەرىجە ئۆستۈرۈش ئۇچۇرىنى ئوقۇۋاتىدۇ…"
DownUpgradeData="دەرىجە ئۆستۈرۈش سانلىق مەلۇماتىنى چۈشۈرۈۋاتىدۇ…"
ExecUpgrade="سىستېمىنى يېڭىلاۋاتىدۇ…"
NeedExitForUpgrade="لىنگوس يېڭىلاشنى تاماملاش ئۈچۈن قايتا قوزغىلىدۇ"

[Message]
InitUpdateServerFail=ئۆزلۈكىدىن يېڭىلاش مۇلازىمىتىنى دەسلەپلەشتۈرۈش مەغلۇپ بولدى
StartDictServerFail=لۇغەت مۇلازىمىنى قوزغىتىش مەغلۇپ بولدى

DictFileErr="ناتوغرا لۇغەت ئورنىتىش ھۆججىتى\n[$Filename]"
DictVersinTooOld="[$Filename]\nسىز ئورناتقان لۇغەت نەشرى [$DictVer]بەك كونا، سىستېما قوللىمايدۇ، يېڭى نەشرىدىكى لۇغەتنى ئىشلىتىڭ.\n\nلىنگوس تور بېتىدىن ئەڭ يېڭى لۇغەت نەشرىنى ئىزدەڭ."
DictVersinTooNew="[$Filename]\nلۇغەتنى ئىشلىتىشتە لىنگوس يۇمشاق دېتالىنى يېڭىلاش لازىم. [$DictVer] \n\nھازىرلا لىنگوس تور بېتىدىن يېڭىسىنى چۈشۈرەمسىز؟"

AskDictRepeatInstall="لۇغەت مەۋجۇد ئىكەن\"[$DictTitle]\"\nقاپلىۋېتەمسىز؟"
InstallDictFail=":لۇغەت ھۆججىتىنى ئورنىتىش مەغلۇپ بولدى\n[$Filename]"
AskUninstall="تاللىغان لۇغەتنى راستىنلا ئۆچۈرەمسىز؟\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="\n\n[$DictTitle]\nID: [$DictID]لۇغەت ئۆچۈرۈش مەغلۇپ بولدى"
AskRemoveFromGroup="لۇغەتنى نۆۋەتتىكى لۇغەت تىزىملىكىدىن ئۆچۈرەمسىز؟ \"[$DictTitle]\" "

MemoryAllocFail="ئەسلەك تەقسىملەش مەغلۇپ بولدى"
FilenameInvalid="ھۆججەت نامى ئىناۋەتسىز"
SaveFileFail="ھۆججەت ساقلاش مەغلۇپ بولدى"
OpenFileFail="ھۆججەت ئېچىش مەغلۇپ بولدى"

AreYouAbort="نۆۋەتتىكى جەرياندىن راستىنلا چېكىنەمسىز؟"
CreateThreadFail="جەريان قۇرۇش مەغلۇپ بولدى"		; Failed to create thread
CreateEventFail="ھادىسە خاتىرىسى قۇرۇش مەغلۇپ بولدى"		; Failed to create event hand
Unfulfilment="بۇ ئىقتىدار ئەمەلگە ئاشمىدى"
OnlyProVersion="بۇ ئىقتىدار لىنگوسنىڭ كەسپىي نۇسخىسىنىڭ قوللىشىغا مۇھتاج"
NoRegister="ئىشلىتىۋاتقان لىنگوس تىزىملىتىلمىغان، بۇ ئىقتىدار تىزىملىتىلغاندىن كېيىن تەمىنلىنىدۇ."
UsernameIsEmpty="ئىشلەتكۈچى نامى بوش قالغان، قايتا تولدۇرۇڭ"
SaveSearchResultFail="ئىزدەش نەتىجىسىنى ساقلاش مەغلۇپ بولدى."

OpenAppendixFail="قوشۇمچە مەزمۇننى ئېچىش مەغلۇپ بولدى"
OpenSpeechEngineFail=ئاۋاز موتورىنى ئېچىش مەغلۇپ بولدى! TTS\n\nسۆزلۈك ئوقۇش ئىقتىدارىنى ئىشلىتىشتە TTS ئاۋاز موتورى يۇمشاق دېتالى ئورنىتىش لازىم، ئەگەر قاچىلىمىغان بولسىڭىز لىنگوس تور بېتىدىن چۈشۈرۈپ ئورنىتىڭ \n\nراستىنلا چۈشۈرەمسىز؟ 

; NeedIE6Support=" مەزكۇر يۇمشاق دېتال Internet Explorer 6 ياكى ئۇنىڭدىن يۇقىرى نەشرىنىڭ قوللىشىغا مۇھتاج، توركۆرگۈڭىزنىڭ نەشرىنى يېڭىلاڭ"
NoImplement="كەچۈرۈڭ، بۇ ئىقتىدار ۋاقتىنچە ئەمەلگە ئاشمىدى"

InstallSucceed="مۇۋەپپەقىيەتلىك قاچىلاندى." 
InstallFailed="قاچىلاش مەغلۇپ بولدى."

[DlgOptLicense]
Product="ئىجازەت بېرىلگەن مەھسۇلات"
Enter="ئىجازەتنامە كىرگۈز…"
Remove="ئىجازەتنامە چىقىرىۋەت", "ئىجازەتنامە چىقىرىۋېتىلسە مەھسۇلاتنىڭ بەزى ئىقتىدارلىرى چەكلىنىشى مۇمكىن، تۆۋەندىكى مەھسۇلاتتىن ئىجازەتنامىنى چىقىرىۋېتەمسىز:\n\n[$ProductList]"
Detail="تېخىمۇ كۆپ تەپسىلاتى…"

LicenseID="ئىجازەت سالاھىيىتى:"
LicenseTo="ئىجازەت بېرىلگۈچى: "
LicenseExpire="ئىجازەتنامە [$Day] كۈندىن كېيىن ۋاقتى توشىدۇ"
SingleUserLicense="يەككە ئىشلەتكۈچى ئىجازىتى"
MultiUserLicense="[$Quantity] ئىشلەتكۈچى ئىجازىتى ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="ئىجازەتنامە كىرگۈز"
ActivateTitle="ئىجازەتنامە ئاچقۇچىنى كىرگۈزۈڭ", "سىز سېتىۋېلىشنى جەزملەش زاكاز تالونى ياكى مەھسۇلات ئورالمىسىنىڭ ئىچىدىن ئىجازەتنامە ئاچقۇچىنى تاپالايسىز."
LicenseKey="ئىجازەتنامە ئاچقۇچى"
Name="نامىڭىز:"
Email="ئېلخەت ئادرېسىڭىز:"
NetworkSet="تور تەڭشەك", "ئىجازەتنامە شىفىرلىق ئاچقۇچنى ئاكتىپلاشتا تورغا ئۇلىنىش لازىم، تورغا ئۇلىنىش ئۇسۇلىڭىزنى تاللاڭ."
Activate="ئاكتىپلا"
BuyTitle=" [$Publisher] مەھسۇلاتىنى سېتىۋېلىش", "توردىن [$Publisher] مەھسۇلاتىنى سېتىۋالماقچى بولسىڭىز، «سېتىۋال» كۇنۇپكىسىنى چېكىڭ."
Buy="سېتىۋال"
Cancel="ياپ"

IncorrectProductKey="بۇ ئىجازەتنامە ئاچقۇچى خاتا"
IncorrectName="نام  خاتا، 32 ھەرپتىن ئاشمىغان نام كىرگۈزۈڭ."
IncorrectEmail="ئېلخەت ئادرېس خاتا،  128 ھەرپتىن ئاشمىغان ئىناۋەتلىك ئېلخەت ئادرېسى كىرگۈزۈڭ."
WaitRequest="ئاكتىپلاشنى ئىلتىماس قىلىۋاتىدۇ، سەل ساقلاڭ…"

RequestFailed="ئاكتىپلاش ئىلتىماسى مەغلۇپ بولدى، مۇلازىمىتىر بەك ئالدىراش بولۇشى مۇمكىن، سەل تۇرۇپ قايتا سىناڭ."
NetworkFault="ئاكتىپلاش مۇلازىمىتىرىغا ئۇلىنالمىدى، تور تەڭشىكىڭىزنى تەكشۈرۈڭ."
ResponseError="مۇلازىمىتىر قايتۇرغان سانلىق مەلۇمات خاتا."
OtherError="نامەلۇم خاتالىق"
SaveDataFailed="سانلىق مەلۇمات ساقلاش مەغلۇپ بولدى"

ActivateSuccess="مۇۋەپپەقىيەتلىك ئاكتىپلاندى"
ActivateFailed="ئاكتىپلاش مەغلۇپ بولدى"

[WndTip]
Title="لىنگوس كۈندىلىك ئەسكەرتىش"
Close="ياپ"
